<?php

$footer_data = [
    'copyright' => ['en' => '', 'ar' => 'وكيل <strong><span> شركة رقي للتدريب الهندسي الاحترافي</span></strong>'],
    'credits' => ['en' => '', 'ar' => 'مؤسسة اليسر <a href="http://www.alyousser.com/">للارتقاء الهندسي</a>'],
    'note' => ['en' => '', 'ar' => 'الوثائق والثبوتيات جاهزة عند الطلب لكافة الأعمال']
];


$names = [
    'ar' => 'عمران الحيناني',
    'en' => 'Omran Al Henany'
];
$heroItems = [
    ['en' => '', 'ar' => 'مهندس زراعي'],
    ['en' => '', 'ar' => 'ماجستير في تصميم وتنسيق الحدائق'],
    ['en' => '', 'ar' => 'دكتوراه في تخطيط و تصميم المواقع العامة']
];

$visionPoints = [
    ['en' => '', 'ar' => 'السعي الدائم لتطوير تقنيات وأساليب جديدة لتصميم وتنفيذ المشاريع الزراعية والمناظر الطبيعية المستدامة التي تحسن جودة الحياة في المدن وتوفر بيئة صحية وجميلة للمجتمعات المحلية. كما أريد تحديد المعايير الدولية لتصميم وتنفيذ المشاريع الزراعية المستدامة'],
    ['en' => '', 'ar' => 'وتطوير نظامي الخاص لتدريب المهنيين في هذا المجال وتوفير بيئة عمل محفزة للإبداع والإبتكار.'],
    ['en' => '', 'ar' => 'أسعى لتحسين جودة الحياة للمجتمعات المحلية ونشر الوعي بأهمية الزراعة المستدامة والمناظر الطبيعية في المدن .'],
    ['en' => '', 'ar' => 'ابتكار نظم زراعية حديثة توفر التكاليف وتحافظ على موارد الأرض. أريد الوصول إلى وضع قواعد صحيحة لتصميم كافة مواقع اللاندسكيب واستخدام النباتات المناسبة لكل منها وطرق الري الأنسب لتوفير تكاليف الصيانة الباهضة وزيادة الجمالية والفائدة البيئية منها.']
];

$aboutHighlights = [
    ['en' => '', 'ar' => 'مدرب في عدة محافظات سورية وفي الإمارات العربية المتحدة ( دبي)'],
    ['en' => '', 'ar' => 'مدير مكتب Land Experts لتصميم وتنفيذ كافة أعمال اللاندسكيب .'],
    ['en' => '', 'ar' => 'مهندس فني في شركة بدار للزراعة والتجارة للإشراف على المشاريع الزراعية وتسويق المستلزمات الزراعية.']
];

$contactInfoLeft = [
    ["icon" => "bi-wifi", "label" => ['en' => '', 'ar' => "الموقع :"], "href" => "http://oalhenany.com", "text" => "www.oalhenany.com"],
    ["icon" => "bi-whatsapp", "label" => ['en' => '', 'ar' => "واتس أب :"], "href" => "https://wa.me/971581524939", "text" => "+971581524939", "ltr" => true],
    ["icon" => "bi-telephone", "label" => ['en' => '', 'ar' => "الموبايل :"], "href" => "tel:00963994763404", "text" => "+963994763404", "ltr" => true],
    ["icon" => "bi-map", "label" => ['en' => '', 'ar' => "الإقامة :"], "text" => "سوريا , دمشق"],
    ["icon" => "bi-translate", "label" => ['en' => '', 'ar' => "اللغة العربية :"], "text" => "لغتي الأصلية"]
];

$contactInfoRight = [
    ["icon" => "bi-chevron-left", "label" => ['en' => '', 'ar' => "الميلاد :"], "text" => "20/2/1991"],
    ["icon" => "bi-chevron-left", "label" => ['en' => '', 'ar' => "الجنس:"], "text" => "ذكر"],
    ["icon" => "bi-chevron-left", "label" => ['en' => '', 'ar' => "البريد الإلكتروني:"], "text" => "oalhenany@gmail.com"],
    ["icon" => "bi-chevron-left", "label" => ['en' => '', 'ar' => "العمل كمستقل:"], "text" => "متوفر"],
    ["icon" => "bi-chevron-left", "label" => ['en' => '', 'ar' => " اللغة الإنكليزية :"], "text" => "جيدة"]
];

$aboutConclusion = ['en' => '', 'ar' => 'يعتبر تحقيق الأهداف هي الخطوة الأساسية لتحديد الخطوات التي يجب اتخاذها لتحقيق رؤيتي.'];

$aboutEdu = [
    ["icon" => "bi-mortarboard", "text" => ['en' => '', 'ar' => "دكتوراه في الهندسة الزراعية باختصاص تخطيط وتصميم المناطق الخضراء في الأحياء السكنية باستخدام نظم المعلومات الجغرافية GIS"]],
    ["icon" => "bi-vector-pen", "text" => ['en' => '', 'ar' => "ماجستير في تصميم وتنسيق الحدائق"]],
    ["icon" => "bi-book", "text" => ['en' => '', 'ar' => "بكالوريوس في الهندسة الزراعية اختصاص علوم البستنة"]]
];

$resumeIntroPoints = [
    ['en' => '', 'ar' => 'خبرة في مجال تخطيط وتصميم المناطق الخضراء والفراغات العمرانية وتنفيذ التصميمات على أرض الوقع ومتابعة الأعمال والإشراف عليها.'],
    ['en' => '', 'ar' => 'تصميم وتنفيذ شبكات الري ووضع برامج زمنية لصيانة الحدائق العامة والخاصة وبرامج إدارة الحدائق.'],
    ['en' => '', 'ar' => 'خبرة تدريب عدة مجالات في الهندسة الزراعية والتنمية البيئية المستدامة.']
];

$resumeHighlights = [
    ['en' => '', 'ar' => 'ماجستير في تصميم الحدائق'],
    ['en' => '', 'ar' => 'مدرب معتمد '],
    ['en' => '', 'ar' => 'وكيل شركة اليسر للإرتقاء العمراني  في السويداء'],
    ['en' => '', 'ar' => 'دراسة وإدارة مشاريع الفطر المحاري'],
    ['en' => '', 'ar' => 'مشرف على مشاريع عديدة في أغلب المحافظات السورية']
];

$resumeNationality = ['en' => '', 'ar' => 'عربي سوري'];
$skillsIntro = [
    ['en' => '', 'ar' => 'خبرة في تصميم مخططات اللاندسكيب باستخدام أحدث البرامج الهندسية المتخصصة وتنفيذ الأعمال والإشراف على متابعة العمل وإعداد دفاتر الشروط وجداول الكميات والمقايسة للمشروع وبرامج أعمال الصيانة.'],
    ['en' => '', 'ar' => 'خبرة في مجال دراسة وإدارة مشاريع الفطر المحاري.'],
    ['en' => '', 'ar' => 'دراسة المشاريع الهندسية وتصميم وتنفيذ كافة أعمال اللاندسكيب']
];

$all = 
[
    1 => [
        1 => [
            'E' => '22',
            'L' => [
                [
                    'en' => '',
                    'ar' => 'الإشراف على دراسة وإدارة مشاريع الفطر المحاري في عدة محافظات (حمص-ريف دمشق- السويداء- اللاذقية)'
                ],
                [
                    'en' => '',
                    'ar' => 'بمعدل حوالي 25 مشروع تراوح تصنيفها بين المشاريع الصغيرة والمتوسطة.'
                ]
            ],
            'S' => [
                'en' => '',
                'ar' => 'انتاج الفطر المحاري'
            ]
        ],
        2 => [
            'E' => '21',
            'L' => [
                [
                    'en' => '',
                    'ar' => 'الإشراف على حقل التجارب في الشركة في محافظة السويداء'
                ],
                [
                    'en' => '',
                    'ar' => 'وتقييم الأصناف والمواد الخاصة بالشركة وإعداد التقارير الخاصة بها.'
                ],
                [
                    'en' => '',
                    'ar' => 'إدارة الأيام الحقلية للمهندسين والمزارعين.'
                ],
                [
                    'en' => '',
                    'ar' => 'وتنسيق معارض ومشاركات الشركة في المعارض الدولية .'
                ],
                [
                    'en' => '',
                    'ar' => 'والإشراف على عدة مشاريع زراعية وتجارب لأصناف الشركة ومتابعة تسويقها للمراكز الزراعية في محافظتي دمشق والسويداء. '
                ]
            ],
            'S' => [
                'en' => '',
                'ar' => 'شركة بدار'
            ]
        ]
    ],
    2 => [
        1 => [
            'A' => '6',
            'D' => '1',
            'L' => [
                [
                    'en' => '',
                    'ar' => 'صممت القرية على شكل قوارب وأشجار نخيل لتجمع بين البحر و الصحراء وتعطي تصور لطبيعة المنطقة وقيمة جمالية للموقع
                حيث صممت لتستوعب أمكان كافية لمواقف السيارات طابقية التصميم.
                '
                ],
                [
                    'en' => '',
                    'ar' => 'بحيرات صناعية بمساحات واسعة مجهزة بأماكن لممارسة الصيد وأماكن لممارسة السباحة والتجول في القوارب.
                '
                ],
                [
                    'en' => '',
                    'ar' => 'إضافة إلى مسارح داخلية وخارجية وأماكن للعب الأطفال وملاعب مائية وحديقة عامة وحديقة للنباتات الاستوائية ومسابح داخلية وخارجية وأخرى مخصصة لرجال الأعمال.'
                ],
                [
                    'en' => '',
                    'ar' => 'وصممت مساحات للفنادق والاستراحات والمواقع الخدمية من مطاعم وكافيهات ونقاط طبية وأماكن مخصصة لشحن السيارات الكهربائية بالإضافة إلى أماكن استراحات مرتفعة مطلة على المنظر العام للقرية.
                وتم تصميم عدة فلل بتصميمات ومساحات مختلفة .
                '
                ],
                [
                    'en' => '',
                    'ar' => 'مع الاهتمام بتصميم مساحات واسعة للمناطق الخضراء وتحقيق الاستدامة البيئية والاعتماد على العمارة الخضراء ضمن المشروع.
                '
                ]
            ],
            'S' => [
                'en' => '',
                'ar' => 'تصميم قرية سياحية في دول الخليج سلطنة عمان'
            ],
            'Area' => [
                'en' => '',
                'ar' => '5338732 متر مربع'
            ]
        ],
        2 => [
            1 => [
                'M' => '3',
                'N' => '2',
                'B' => '3',
                'D' => '3',
                'W' => '4',
                'L' => [
                    [
                        'en' => '',
                        'ar' => 'تم تصميم الموقع بطريقة مبتكرة لاستغلال المساحات بشكل مثالي وتحقيق كافة رغبات المالك بصورة جمالية وفنية متناسبة مع ميوله وتصميم المنزل والتصميم الداخلي.'
                    ]
                ],
                'S' => [
                    'en' => '',
                    'ar' => 'تصميم وتنفيذ فيلا خاصة في ريف دمشق'
                ],
                'Area' => [
                    'en' => '',
                    'ar' => '541 متر مربع من المساحة الإجمالية البالغة حوالي  637 متر مربع'
                ],
                'Dis' => [
                    'en' => '',
                    'ar' => 'مشروع خاص لفيلا بتصميم حديث وفكرة تصميمية جديدة'
                ]
            ],
            2 => [
                'E' => '4',
                'L' => [

                ],
                'S' => [
                    'en' => '',
                    'ar' => 'تصميم وتنفيذ حديقة السطح لفيلا خاصة في ريف دمشق'
                ]
            ],
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'تصميم وتنفيذ حديقة السطح لفيلا خاصة في ريف دمشق'
            ]
        ],
        3 => [
            'A' => '5',
            'B' => '4',
            'D' => '3',
            'W' => '4',
            'L' => [
                [
                    'en' => '',
                    'ar' => 'إجراء أعمال الصيانة اللازمة وإعادة تصميم جديد للموقع بما يناسب تصميم الفيلا ويحقق أهداف المالك فتم تصميم حديقة مناسبة و<span class=\'text-success\'>تمييز</span> المدخل الخاص بالفيلا بطريقة فنية وإضفاء لمسة فنية من النباتات مع الإضاءة اللازمة.
            '
                ],
                [
                    'en' => '',
                    'ar' => 'وتراس خارجي من البلور والسيكوريت مع تصميم احتمالية أن يكون مفتوح بشكل شبه كامل للاستفادة من الهواء صيفاً ويحوي على تصميم <span class=\'text-success\'>لشيمونيه</span> وتم مراعاة رغبات المالك وتصميمها بطريقة فنية وهندسية.'
                ],
                [
                    'en' => '',
                    'ar' => 'بالإضافة لتصميم تراس تابع للمسبح مجهز بجلسات خاصة عائلية ومكان لإقامة حفلات الشواء ومكان مخصص <span class=\'text-success\'>كدفين</span> مندي وصمم على شكل بئر مجهز بكافة الوسائل المريحة للعمل. '
                ]
            ],
            'S' => [
                'en' => '',
                'ar' => 'تصميم موقع عام لفيلا'
            ],
            'Area' => [
                'en' => '',
                'ar' => 'للحديقة 216 متر مربع & التراس الخارجي 50 متر مربع'
            ]
        ],
        4 => [
            'A' => '4',
            'B' => '2',
            'R' => '2',
            'L' => [
                [
                    'en' => '',
                    'ar' => 'حديقة موقع لساحة أمامية لفيلا مكونة من طابقين'
                ],
                [
                    'en' => '',
                    'ar' => 'تضم جلسات مع تصميم لشلال جداري وأحواض نباتية بطريقة جمالية متناسبة مع رغبات المالك.'
                ]
            ],
            'S' => [
                'en' => '',
                'ar' => 'تصميم وتنفيذ موقع عام لفيلا خاصة في السويداء'
            ],
            'Area' => [
                'en' => '',
                'ar' => '363.9 متر مربع'
            ]
        ],
        5 => [
            'A' => '8',
            'B' => '10',
            'D' => '1',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'تصميم لموقع عام لفيلا خاصة'
            ]
        ],
        6 => [
            'E' => '5',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'تصميم لموقع عام لفيلا خاصة'
            ]
        ],
        7 => [
            1 => [
                'A' => '5',
                'B' => '6',
                'D' => '2',
                'L' => [

                ],
                'S' => [
                    'en' => '',
                    'ar' => 'مدرسة برجس عبود في محافظة السويداء للتعليم الاساسي حلقة اولى'
                ]
            ],
            2 => [
                'A' => '6',
                'B' => '6',
                'D' => '1',
                'L' => [

                ],
                'S' => [
                    'en' => '',
                    'ar' => 'مدرسة الخريج في محافظة السويداء حلقة ثانية'
                ]
            ],
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'تصميم موقع عام لمدرستين بمرحلة التعليم الاساسي في السويداء'
            ]
        ],
        8 => [
            'A' => '4',
            'B' => '4',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'تصميم لبستان فاكهه تعليمي في الحديقة البيئية في حمص'
            ]
        ],
        9 => [
            'A' => '5',
            'D' => '5',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'تصميم حدائق الموقع العام لمعهد التنمية الذهنية والشلل الدماغي'
            ]
        ],
        10 => [
            'A' => '9',
            'B' => '7',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'تصميم موقع عام لمركز تابع لمنظمة الهلال الاحمر'
            ]
        ],
        11 => [
            'A' => '7',
            'B' => '5',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'الاشراف على أعمال لاصيانة وتجميل النباتات والموقع العام لحديقة خاصة'
            ]
        ],
        12 => [
            'E' => '2',
            'L' => [
                [
                    'en' => '',
                    'ar' => 'تم تصميم المشروع بالاعتماد على فكرة التصميم المستدام الصديق للبيئة وأن تكون كافة المتطلبات من الطاقة التشغيلية متوفرة وإعادة تدوير المنتجات الخاصة بالمشروع'
                ],
                [
                    'en' => '',
                    'ar' => 'فتم تصميم عدة وحدات إنتاجية مؤلفة كل منها من أبنية مخصصة لتربية المواشي وقسمت إلى أمهات ومواليد'
                ],
                [
                    'en' => '',
                    'ar' => 'ومستودعات لإنتاج العلف بطرق الزراعة المائية ومستودعات تخزين'
                ],
                [
                    'en' => '',
                    'ar' => 'وتم تخصيص كل وحدة إنتاجية بمطاعم وأماكن للصلاة ومكاتب وغرف منامة وغرف للاستقبال وأمكان مخصصة للاجتماعات والمؤتمرات العلمية.'
                ],
                [
                    'en' => '',
                    'ar' => 'وتم تزويد المباني بألواح الطاقة الشمسية لتأمين الطاقة التشغيلية للوحدة كافة.'
                ],
                [
                    'en' => '',
                    'ar' => 'وصمم أيضا مساحة لمعمل للغاز الحيوي ومصانع غذائية للاستفادة من مخلفات الوحدات مجتمعة.'
                ],
                [
                    'en' => '',
                    'ar' => 'بالإضافة لتصميم منارة مراقبة سياحية وتجهيزها بأماكن استراحات ومقاهي ومطاعم وصمم ضمن المشروع قرية سياحية بحيث يكون المشروع ترفيهي إنتاجي.'
                ]
            ],
            'S' => [
                'en' => '',
                'ar' => 'تصميم مشروع ترفيهي إنتاجي في دول الخليج في سلطنة عمان'
            ],
            'Area' => [
                'en' => '',
                'ar' => '96549950 متر مربع'
            ]
        ],
        13 => [
            'D' => '1',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'تصميم موقع عام لفيلا ريف دمشق القلمون'
            ]
        ],
        14 => [
            'A' => '3',
            'B' => '2',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'تصميم لحوض مرتفع'
            ]
        ],
        15 => [
            'D' => '1',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'تصميم لموقع عام لفيلا'
            ]
        ],
        16 => [
            'A' => '1',
            'B' => '2',
            'D' => '2',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'تصميم لاحوض ضمن مركز طبي'
            ]
        ],
        17 => [
            'E' => '3',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'تصميم حديقة موقع خارجي وداخلي لمركز طبي في دمشق'
            ]
        ]
    ],
    3 => [
        1 => [
            'E' => '9',
            'L' => [
                [
                    'en' => '',
                    'ar' => 'دورات تدريبية احترافية في بلدية دبي بعدة مجالات تدريبية زراعية وزيارات ميدانية'
                ]
            ],
            'S' => [
                'en' => '',
                'ar' => 'دورات دبي'
            ],
            'Dis' => [
                'en' => '',
                'ar' => '(تصميم مواقع اللاندسكيب وفن الإدارة الحديثة للحدائق العامة- التقنيات المتطورة في صيانة الحدائق العامة- مشاريع الزراعة المائية وأحدث التقنيات والتطورات العالمية)'
            ]
        ],
        2 => [
            'E' => '6',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'جولات عملية وتدريبات من ارض الواقع'
            ]
        ],
        3 => [
            'E' => '14',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'دورات تدريبية'
            ]
        ],
        4 => [
            'E' => '6',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'دورات حمص شركة التطوير للتدريب'
            ]
        ],
        5 => [
            'E' => '21',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'دورات دمشق شركة اليسر'
            ]
        ],
        6 => [
            'E' => '5',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'دورات الممارسات الزراعية في ريف دمشق'
            ]
        ],
        7 => [
            'E' => '2',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'دورات نقابة المهندسين الزراعيين في السويداء'
            ]
        ]
    ],
    4 => [
        1 => [
            'E' => '3',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'تكريم'
            ]
        ],
        2 => [
            'E' => '7',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'صور جماعية وتوزيع الشهادات'
            ]
        ],
        3 => [
            'E' => '3',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'معرض دمشق الدولي'
            ]
        ],
        4 => [
            'E' => '3',
            'L' => [

            ],
            'S' => [
                'en' => '',
                'ar' => 'صور المشاركة بمعرض الزهور'
            ]
        ]
    ]
]
;
$Main = [
    3 => ["S" => $all['2']['1']['S'], "T" => "project", "I" => "2/1/A/".$im."(6)"],
    4 => ["S" => $all['2']['2']['S'], "T" => "project", "I" => "2/2/1/M/".$im."(1)"],
    5 => ["S" => $all['2']['3']['S'], "T" => "project", "I" => "2/3/W/".$im."(3)"],
    6 => ["S" => $all['2']['4']['S'], "T" => "project", "I" => "2/4/A/".$im."(3)"],
    7 => ["S" => $all['2']['5']['S'], "T" => "project", "I" => "2/5/A/".$im."(8)"],
    8 => ["S" => $all['2']['6']['S'], "T" => "project", "I" => "2/6/".$im."(2)"],
    9 => ["S" => $all['2']['7']['S'], "T" => "project", "I" => "2/7/2/A/".$im."(3)"],
    10 => ["S" => $all['2']['8']['S'], "T" => "project", "I" => "2/8/A/".$im."(4)"],
    11 => ["S" => $all['2']['9']['S'], "T" => "project", "I" => "2/9/A/".$im."(2)"],
    12 => ["S" => $all['2']['10']['S'], "T" => "project", "I" => "2/10/A/".$im."(8)"],
    13 => ["S" => $all['2']['11']['S'], "T" => "project", "I" => "2/11/A/".$im."(1)"],
    14 => ["S" => $all['2']['12']['S'], "T" => "project", "I" => "2/12/".$im."(2)"],
    15 => ["S" => $all['2']['13']['S'], "T" => "project", "I" => "2/13/D/".$im."(1)"],
    16 => ["S" => $all['2']['14']['S'], "T" => "project", "I" => "2/14/A/".$im."(2)"],
    17 => ["S" => $all['2']['15']['S'], "T" => "project", "I" => "2/15/D/".$im."(1)"],
    18 => ["S" => $all['2']['16']['S'], "T" => "project", "I" => "2/16/D/".$im."(1)"],
    19 => ["S" => $all['2']['17']['S'], "T" => "project", "I" => "2/17/".$im."(3)"],
    20 => ["S" => $all['3']['1']['S'], "T" => "course", "I" => "3/1/".$im."(1)"],
    1 => ["S" => $all['1']['1']['S'], "T" => "work", "I" => "1/1/".$im."(3)"],
    2 => ["S" => $all['1']['2']['S'], "T" => "work", "I" => "1/2/".$im."(14)"],
    21 => ["S" => $all['3']['2']['S'], "T" => "course", "I" => "3/2/".$im."(4)"],
    22 => ["S" => $all['3']['3']['S'], "T" => "course", "I" => "3/3/".$im."(1)"],
    23 => ["S" => $all['3']['4']['S'], "T" => "course", "I" => "3/4/".$im."(5)"],
    24 => ["S" => $all['3']['5']['S'], "T" => "course", "I" => "3/5/".$im."(21)"],
    25 => ["S" => $all['3']['6']['S'], "T" => "course", "I" => "3/6/".$im."(1)"],
    26 => ["S" => $all['3']['7']['S'], "T" => "course", "I" => "3/7/".$im."(2)"],
    27 => ["S" => $all['4']['1']['S'], "T" => "View", "I" => "4/1/".$im."(3)"],
    28 => ["S" => $all['4']['2']['S'], "T" => "View", "I" => "4/2/".$im."(4)"],
    29 => ["S" => $all['4']['3']['S'], "T" => "View", "I" => "4/3/".$im."(2)"],
    30 => ["S" => $all['4']['4']['S'], "T" => "View", "I" => "4/4/".$im."(3)"]
];
// ---------------------------- resume --------------------
$education = [
    'D' => [
        'title' => ['en' => '', 'ar' => 'دكتوراه في علوم البستنة'],
        'year' => ['en' => '', 'ar' => 'الأن - 2019'],
        'university' => ['en' => '', 'ar' => 'كلية الهندسة الزراعية - جامعة دمشق'],
        'description' => ['en' => '', 'ar' => 'لدراسة المناطق الخضراء ضمن الاحياء السكنية باستخدام نظم المعلومات الجغرافية لتحسين بيئتها العمرانية']
    ],
    'M' => [
        'title' => ['en' => '', 'ar' => 'ماجستير في تصميم وتنسيق الحدائق'],
        'year' => '2015 - 2019',
        'university' => ['en' => '', 'ar' => 'كلية الهندسة الزراعية-جامعة دمشق'],
        'description' => ['en' => '', 'ar' => '(حدائق المدارس)']
    ],
    'B' => [
        'title' => ['en' => '', 'ar' => 'بكالوريوس في الهندسة الزراعية'],
        'year' => '2010 - 2014',
        'university' => ['en' => '', 'ar' => 'كلية الهندسة الزراعية-جامعة دمشق'],
        'description' => ['en' => '', 'ar' => 'اختصاص علوم البستنة']
    ]
];
$courses = [
    'TOT' => [
        'title' => ['en' => '', 'ar' => 'دورة إعداد مدربين'],
        'date' => '2-1-2019',
        'organization' => ['en' => '', 'ar' => 'الأكاديمية الأوربية للتدريب والتعليم'],
        'description' => 'TOT'
    ],
    'TOET' => [
        'title' => ['en' => '', 'ar' => 'دورة إعداد مدربين هندسيين'],
        'date' => '20-7-2018',
        'organization' => ['en' => '', 'ar' => 'شركة اليسر للارتقاء الهندسي'],
        'description' => 'TOET'
    ],
    'NLP' => [
        'title' => ['en' => '', 'ar' => 'دبلوم في البرمجة اللغوية العصبية'],
        'date' => '24-12-2017',
        'organization' => ['en' => '', 'ar' => 'معهد بداية – شهادة من إيلاف ترين البريطانية'],
        'description' => 'NLP'
    ],
    'English' => [
        'title' => ['en' => '', 'ar' => 'اللغة الانكليزية'],
        'date' => '9-5-2017',
        'organization' => ['en' => '', 'ar' => 'برنامج مؤيد أون لاين عبر الانترنت'],
        'description' => ['en' => '', 'ar' => 'استخدام اللغة الانكليزية في الحياة اليومية']
    ],
    '6Keies' => [
        'title' => ['en' => '', 'ar' => '6 مفاتيح للنجاح في الحياة العملية'],
        'date' => '14-2-2017',
        'organization' => ['en' => '', 'ar' => 'كلية إدارة الأعمال وجمعية إدارة الموارد البشرية'],
        'description' => '6 Keys to success in Business Life'
    ],
    'JobSkilles' => [
        'title' => ['en' => '', 'ar' => 'مهارات سوق العمل'],
        'date' => '5-8-2016',
        'organization' => ['en' => '', 'ar' => 'عيادات العمل,جامعة دمشق'],
        'description' => ['en' => '', 'ar' => 'تخطيط المسار المهني ومهارات التواصل والتفكير الإيجابي']
    ],
    'JobInfo' => [
        'title' => ['en' => '', 'ar' => 'دورة التعرف إلى عالم الأعمال'],
        'date' => '31-5-2015',
        'organization' => ['en' => '', 'ar' => 'جامعة دمشق والأمانة السوريا للتنمية'],
        'description' => ''
    ]
];

$skills = [
    1 => [
        ['name' => ['en' => '', 'ar' => 'التواصل'], 'value' => 100],
        ['name' => ['en' => '', 'ar' => 'AUTOCAD'], 'value' => 97],
        ['name' => ['en' => '', 'ar' => 'REALTIME LANDSCAPING ARCHITECT'], 'value' => 99],
        ['name' => ['en' => '', 'ar' => 'تقديم التدريب والدعم الزراعي'], 'value' => 100],
        ['name' => ['en' => '', 'ar' => 'تقديم دورات أون لاين'], 'value' => 85]
    ],
    2 => [
        ['name' => ['en' => '', 'ar' => 'تصميم مخططات اللاندسكيب على البرامج الهندسية'], 'value' => 92],
        ['name' => ['en' => '', 'ar' => 'دراسات جدوى اقتصادية للمشاريع الكبيرة مع كافة التجهيزات'], 'value' => 90],
        ['name' => ['en' => '', 'ar' => 'الإشراف على المشاريع الزراعية'], 'value' => 97],
        ['name' => ['en' => '', 'ar' => 'القدرة على تحمل ضغط العمل(12 ساعة)'], 'value' => 80],
        ['name' => ['en' => '', 'ar' => 'أعمال تصميم وتنسيق الحدائق'], 'value' => 95]
    ]
];


$expersinces = 
[
    [
        'location' => [
            'en' => '',
            'ar' => 'الإمارات العربية المتحدة - دبي'
        ],
        'date' => [
            'en' => '',
            'ar' => '3/2023 - الأن'
        ],
        'title' => [
            'en' => '',
            'ar' => 'التدريب الاحترافي لصالح بلدية دبي (مدرب)'
        ],
        'description' => [
            [
                'en' => '',
                'ar' => 'لتطوير العمل ضمن مجالات تصميم اللاندسكيب'
            ],
            [
                'en' => '',
                'ar' => 'أعمال الصيانة الزراعية وفن إدارة الحدائق'
            ],
            [
                'en' => '',
                'ar' => 'الاستدامة البيئية في الحدائق والمناطق الخضراء'
            ],
            [
                'en' => '',
                'ar' => 'مشاريع الزراعة المائية بأحدث التقنيات الهندسية والفنية'
            ]
        ]
    ],
    [
        'location' => [
            'en' => '',
            'ar' => 'الدورة الأولى في سورية'
        ],
        'date' => [
            'en' => '',
            'ar' => '2/2019 - الأن'
        ],
        'title' => [
            'en' => '',
            'ar' => 'مؤسس ومدرب'
        ],
        'description' => [
            [
                'en' => '',
                'ar' => 'تدريب المهندسين الزراعيين -الخريجين والطلاب'
            ],
            [
                'en' => '',
                'ar' => 'تدريب المهتمين بمجال تنسيق الحدائق'
            ],
            [
                'en' => '',
                'ar' => 'تصميم الحدائق والمواقع المفتوحة وكافة الفراغات العمرانية باستخدام البرامج الهندسية لإخراج مخططات اللاندسكيب باحترافية عالية'
            ]
        ]
    ],
    [
        'location' => [
            'en' => '',
            'ar' => 'المكتب الهندسي لتصميم الحدائق وشبكات الري'
        ],
        'date' => [
            'en' => '',
            'ar' => '1/2017 - الأن'
        ],
        'title' => [
            'en' => '',
            'ar' => 'مدير المكتب'
        ],
        'description' => [
            [
                'en' => '',
                'ar' => 'أقوم بدراسة وتصميم مخططات اللاندسكيب لكافة الحدائق العامة والخاصة.'
            ],
            [
                'en' => '',
                'ar' => 'تصميم وتنفيذ عدة مواقع عامة للحدائق وحدائق خاصة في دمشق وريفها وفي السويداء.'
            ],
            [
                'en' => '',
                'ar' => 'تصميم حديقة معهد التنمية الذهنية في محافظة السويداء.'
            ],
            [
                'en' => '',
                'ar' => 'العمل على تصميم وتنفيذ حديقة الموقع العام للمتحف الوطني في السويداء.'
            ]
        ]
    ],
    [
        'location' => [
            'en' => '',
            'ar' => 'رئاسة جامعة دمشق (دمشق , سوريا )'
        ],
        'date' => [
            'en' => '',
            'ar' => '12/2015 - 9/2022'
        ],
        'title' => [
            'en' => '',
            'ar' => 'مهندس في مديرية الشؤون الهندسية'
        ],
        'description' => [
            [
                'en' => '',
                'ar' => 'أعد مخططات للحدائق في الكليات التابعة للجامعة'
            ],
            [
                'en' => '',
                'ar' => 'الإشراف على الحدائق ومتابعتها ووضع تصميمات حديثة تلائم الحدائق وتحقق غايتها'
            ],
            [
                'en' => '',
                'ar' => 'الإشراف على كافة العمليات الزراعية والحدائقية ( تقليم – تسميد – ري – رش – قص وتشكيل النباتات )'
            ],
            [
                'en' => '',
                'ar' => 'تقديم برامج الصيانة والإشراف على التنفيذ واستلام الحدائق في كليات جامعة دمشق.'
            ]
        ]
    ],
    [
        'location' => [
            'en' => '',
            'ar' => 'شركة بدار للزراعة والتجارة (اللاذقية، سوريا )'
        ],
        'date' => [
            'en' => '',
            'ar' => '12/2017 - الأن'
        ],
        'title' => [
            'en' => '',
            'ar' => 'مهندس فني'
        ],
        'description' => [
            [
                'en' => '',
                'ar' => 'بدراسة أصناف الخضار الهجينة واختبارها في المنطقة الجنوبية في سوريا (دمشق ، السويداء، القنيطرة)'
            ],
            [
                'en' => '',
                'ar' => 'تحديد الأصناف المناسبة و إعطاءها الطابع التجاري وتسويقها للمهندسين والمراكز الزراعية.'
            ],
            [
                'en' => '',
                'ar' => 'دراسة السوق وتحليل النتائج'
            ],
            [
                'en' => '',
                'ar' => 'دراسة ومواصفات الأصناف الإنتاجية والتسويقية ومواصفات الأسمدة'
            ]
        ]
    ],
    [
        'location' => [
            'en' => '',
            'ar' => 'شركة كيربي (دمشق ، سوريا )'
        ],
        'date' => [
            'en' => '',
            'ar' => '3/2015 - 6/2015'
        ],
        'title' => [
            'en' => '',
            'ar' => 'مهندس مبيعات وتركيب أجهزة تحليل المياه'
        ],
        'description' => [
            [
                'en' => '',
                'ar' => 'دراسة جدوى تحليل المياه باستخدام أجهزة التحليل الخاصة'
            ],
            [
                'en' => '',
                'ar' => 'تقديم عروض للأجهزة للمستفيدين وشرح عن استخدام الجهاز وتوصيلاته وصيانته بالمنزل'
            ],
            [
                'en' => '',
                'ar' => 'حققت مرابح على الأجهزة ونسبة مبيعات كبيرة.'
            ]
        ]
    ],
    [
        'location' => [
            'en' => '',
            'ar' => 'المجلس الدينماركي DRC (دمشق ، سوريا )'
        ],
        'date' => [
            'en' => '',
            'ar' => '2014 - 2015'
        ],
        'title' => [
            'en' => '',
            'ar' => 'مدرب'
        ],
        'description' => [
            [
                'en' => '',
                'ar' => 'تدريب الأهالي على الزراعة بدون تربة'
            ],
            [
                'en' => '',
                'ar' => 'التدريب على زراعة الأسطح بالزراعة المائية وكيفية استخدامها بالمنازل اقتصادياً'
            ],
            [
                'en' => '',
                'ar' => 'تزيين شرفات المنازل و وكيفية العناية بالحدائق المنزلية'
            ],
            [
                'en' => '',
                'ar' => 'العناية بالنباتات الطبية واستخدامها منزليا وذلك في فرع مساكن برزة'
            ]
        ]
    ],
    [
        'location' => [
            'en' => '',
            'ar' => 'دورات اون لاين'
        ],
        'date' => [
            'en' => '',
            'ar' => '2014 - 2018'
        ],
        'title' => [
            'en' => '',
            'ar' => 'مدرب'
        ],
        'description' => [
            [
                'en' => '',
                'ar' => 'تدريب المهتمين والفنيين على إدارة مشاريع الفطر المحاري بشكل احترافي'
            ],
            [
                'en' => '',
                'ar' => 'التدريب على كيفية الزراعة الصحيحة والعناية بالمشاريع هندسياً'
            ]
        ]
    ]
];
$services = [
    [
        'icon' => 'bi-briefcase',
        'title' => ['en' => '', 'ar' => 'التدريب'],
        'link' => '',
        'description' => ['en' => '', 'ar' => 'مدرب معتمد للتدريب الهندسي'],
    ],
    [
        'icon' => 'bi-shield-fill-check',
        'title' => ['en' => '', 'ar' => 'شركة اليسر'],
        'link' => '',
        'description' => ['en' => '', 'ar' => 'وكيل الشركة في محافظة السويداء - سوريا'],
    ],
    [
        'icon' => 'bi-bar-chart',
        'title' => ['en' => '', 'ar' => 'الدورة الأولى في سوريا'],
        'link' => '',
        'description' => ['en' => '', 'ar' => 'مؤسس ومدرب لدورة إعداد مهندس تصميم اللاندسكيب'],
    ],
    [
        'icon' => 'bi-people',
        'title' => ['en' => '', 'ar' => 'المتدربين'],
        'link' => '',
        'description' => ['en' => '', 'ar' => 'المهندسين الزراعيين -الخريجين والطلاب- والمهتمين بمجال تنسيق الحدائق'],
    ],
    [
        'icon' => 'bi-mortarboard',
        'title' => ['en' => '', 'ar' => 'نقابة المعلمين'],
        'link' => '',
        'description' => ['en' => '', 'ar' => 'عضو في نقابة المعلمين من عام 2015 وحتى الآن'],
    ],
    [
        'icon' => 'bi-diagram-3',
        'title' => ['en' => '', 'ar' => 'نقابة المهندسين الزراعيين'],
        'link' => '',
        'description' => ['en' => '', 'ar' => 'عضو في نقابة المهندسين الزراعيين من عام 2014 وحتى الآن'],
    ],
];
$Goals = [
    [
        'quote' => ['en' => '', 'ar' => 'تصميم وتنفيذ مشاريع زراعية مستدامة ومناظر طبيعية في عدة مدن، وذلك من خلال العمل على مشاريع تجارية وحكومية'],
        'circle' => '1',
        'title' => ['en' => '', 'ar' => 'أنواع المشاريع'],
        'subtitle' => ['en' => '', 'ar' => 'التجارية & الحكومية'],
    ],
    [
        'quote' => ['en' => '', 'ar' => 'تحقيق الأرباح الربعية والسنوية المحددة والتي تعكس النجاح الاقتصادي للمشاريع الزراعية والمناظر الطبيعية.'],
        'circle' => '2',
        'title' => ['en' => '', 'ar' => 'الأرباح'],
        'subtitle' => ['en' => '', 'ar' => 'الربعية & السنوية'],
    ],
    [
        'quote' => ['en' => '', 'ar' => 'تطوير نظام تدريبي خاص بي يساعد المهنيين والمهندسين الجدد في هذا المجال على تعلم المهارات اللازمة وتحسين أدائهم.'],
        'circle' => '3',
        'title' => ['en' => '', 'ar' => 'التدريب'],
        'subtitle' => ['en' => '', 'ar' => 'نظام التدريب الخاص بي'],
    ],
    [
        'quote' => ['en' => '', 'ar' => 'العمل على تطوير مشاريع تتميز بالجودة العالية والتي تلبي احتياجات الزبائن وتحقق الأهداف الصحية والبيئية.'],
        'circle' => '4',
        'title' => ['en' => '', 'ar' => 'تطوير مشاريع'],
        'subtitle' => ['en' => '', 'ar' => 'لضمان جودة أفضل'],
    ],
    [
        'quote' => ['en' => '', 'ar' => 'العمل على تطوير قاعدة مهنيين مستدامة ومتنوعة من المؤسسات والحكومات والمجتمعات المحلية.'],
        'circle' => '5',
        'title' => ['en' => '', 'ar' => 'الخبرات الازمة'],
        'subtitle' => ['en' => '', 'ar' => 'تأمين مهنين مستدمين'],
    ],
    [
        'quote' => ['en' => '', 'ar' => 'تحسين الإنتاجية وتخفيض التكاليف من خلال تحسين العمليات الداخلية وتطوير استراتيجيات الأعمال.'],
        'circle' => '6',
        'title' => ['en' => '', 'ar' => 'التفكير الاستراتيجي'],
        'subtitle' => ['en' => '', 'ar' => 'استراتجية العمل'],
    ],
    [
        'quote' => ['en' => '', 'ar' => 'العمل على تحسين البيئة الطبيعية في المدن وزيادة الوعي بأهمية الزراعة المستدامة والمناظر الطبيعية في المدن.'],
        'circle' => '7',
        'title' => ['en' => '', 'ar' => 'الحفاظ على البيئة'],
        'subtitle' => ['en' => '', 'ar' => 'و خاصة ضمن المدن'],
    ],
];

$counterData = [
    [
        "icon" => "bi-motherboard",
        "start" => 0,
        "end" => 17,
        "label" => ['en' => '', 'ar' => 'مشاريع تم إنجازها'],
    ],
    [
        "icon" => "bi-people",
        "start" => 0,
        "end" => 320,
        "label" => ['en' => '', 'ar' => 'عدد المتدربين الناجحين'],
    ],
    [
        "icon" => "bi-emoji-smile",
        "start" => 0,
        "end" => 23,
        "label" => ['en' => '', 'ar' => 'عملاء تم تنفيذ أعمالهم'],
    ],
    [
        "icon" => "bi-headset",
        "start" => 0,
        "end" => 1927,
        "label" => ['en' => '', 'ar' => 'ساعات تدريب نظرية و عملية'],
    ],
];

?>
